Repository: jmfrouin/MesComptes
Catalog: src/lang/*.po
Languages: fr_fr

source: &File
fr_fr: &Fichier

source: &New Transaction Ctrl-N
fr_fr: &Nouvelle transaction Ctrl-N

source: Add a new transaction
fr_fr: Ajouter une nouvelle transaction

source: Import or export data
fr_fr: Importer ou exporter des données

source: &Import from CSV Ctrl-I
fr_fr: &Importer depuis CSV Ctrl-I

source: Import transactions from a CSV file
fr_fr: Importer des transactions depuis un fichier CSV

source: &Export to CSV Ctrl-E
fr_fr: &Exporter en CSV Ctrl-E

source: Export transactions to a CSV file
fr_fr: Exporter les transactions en fichier CSV

source: &Backup Account Ctrl-S
fr_fr: &Sauvegarder le compte Ctrl-S

source: Create a compressed backup of the account
fr_fr: Créer une sauvegarde du compte au format texte compressé

source: Manage &Recurring Ctrl-T
fr_fr: Gérer les &récurrences Ctrl-T

source: Manage recurring transactions
fr_fr: Gérer les transactions récurrentes

source: &Preferences Ctrl-P
fr_fr: &Préférences Ctrl-P

source: Manage transaction types
fr_fr: Gérer les types de transactions

source: &Quit Ctrl-Q
fr_fr: &Quitter Ctrl-Q

source: Quit the application
fr_fr: Quitter l'application

source: &View
fr_fr: &Affichage

source: &Hide Checked Transactions Ctrl-H
fr_fr: &Masquer les transactions pointées Ctrl-H

source: Hide or show checked transactions
fr_fr: Masquer ou afficher les transactions pointées

source: &Operations
fr_fr: &Opérations

source: &Bank Reconciliation Ctrl-R
fr_fr: &Rapprochement bancaire Ctrl-R

source: Perform a bank reconciliation
fr_fr: Effectuer un rapprochement bancaire

source: &Information
fr_fr: I&nformations

source: &Database Info Ctrl-I
fr_fr: &Informations Ctrl-I

source: Show database information
fr_fr: Afficher les informations de la base

source: &Help
fr_fr: &Aide

source: &About F1
fr_fr: À &propos F1

source: About Mes Comptes
fr_fr: À propos de Mes Comptes

source: Description
fr_fr: Libellé

source: Amount
fr_fr: Somme

source: Checked
fr_fr: Pointée

source: Check Date
fr_fr: Date pointée

source: Summary
fr_fr: Résumé

source: Remaining:
fr_fr: Restant:

source: Checked Total:
fr_fr: Somme pointée:

source: Online Balance:
fr_fr: Somme en ligne:

source: Difference:
fr_fr: Diff:

source: Add Transaction
fr_fr: Ajouter une transaction

source: Edit Transaction
fr_fr: Modifier une transaction

source: Transaction Details (read-only)
fr_fr: Détails de la transaction (lecture seule)

source: Description:
fr_fr: Libellé:

source: Amount:
fr_fr: Somme:

source: Checked:
fr_fr: Pointée:

source: Cancel
fr_fr: Annuler

source: Close
fr_fr: Fermer

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Expense
fr_fr: Dépense

source: Income
fr_fr: Recette

source: Error opening database
fr_fr: Erreur lors de l'ouverture de la base de données

source: Error
fr_fr: Erreur

source: Success
fr_fr: Succès

source: Please select a transaction
fr_fr: Veuillez sélectionner une transaction

source: Are you sure you want to delete this transaction?
fr_fr: Êtes-vous sûr de vouloir supprimer cette transaction?

source: Error deleting transaction
fr_fr: Erreur lors de la suppression

source: Error adding transaction
fr_fr: Erreur lors de l'ajout de la transaction

source: Error updating transaction
fr_fr: Erreur lors de la modification de la transaction

source: CSV Export Options
fr_fr: Options d'export CSV

source: Separator
fr_fr: Séparateur

source: Semicolon (;)
fr_fr: Point-virgule (;)

source: Comma (,)
fr_fr: Virgule (,)

source: Tab
fr_fr: Tabulation

source: Encoding
fr_fr: Encodage

source: UTF-8 (recommended)
fr_fr: UTF-8 (recommandé)

source: Date Format
fr_fr: Format de date

source: DD/MM/YYYY
fr_fr: JJ/MM/AAAA

source: YYYY-MM-DD (ISO)
fr_fr: AAAA-MM-JJ (ISO)

source: MM/DD/YYYY
fr_fr: MM/JJ/AAAA

source: Include column headers
fr_fr: Inclure les en-têtes de colonnes

source: Use quotes for text fields
fr_fr: Utiliser des guillemets pour les champs texte

source: Export only visible transactions
fr_fr: Exporter uniquement les transactions visibles

source: Include +/- sign for amounts
fr_fr: Inclure le signe +/- pour les montants

source: Export
fr_fr: Exporter

source: Export to CSV
fr_fr: Exporter en CSV

source: CSV files (*.csv)|*.csv
fr_fr: Fichiers CSV (*.csv)|*.csv

source: Unable to create CSV file
fr_fr: Impossible de créer le fichier CSV

source: CSV export successful! File: %s Transactions exported: %zu
fr_fr: Export CSV réussi! Fichier: %s Transactions exportées: %zu

source: Export error: %s
fr_fr: Erreur lors de l'export: %s

source: Backup Account
fr_fr: Sauvegarder le compte

source: ZIP files (*.zip)|*.zip
fr_fr: Fichiers ZIP (*.zip)|*.zip

source: Unable to create backup file
fr_fr: Impossible de créer le fichier de sauvegarde

source: Backup created successfully! File: %s Transactions: %zu
fr_fr: Sauvegarde créée avec succès! Fichier: %s Transactions: %zu

source: Backup successful
fr_fr: Sauvegarde réussie

source: Bank Reconciliation
fr_fr: Rapprochement bancaire

source: Enter the balance shown on your bank statement:
fr_fr: Entrez le solde indiqué sur votre relevé bancaire:

source: Invalid value
fr_fr: Valeur invalide

source: Do you want to exit reconciliation mode?
fr_fr: Voulez-vous quitter le mode rapprochement?

source: Reconciliation mode enabled. Check the transactions that appear on your bank statement. Only unchecked transactions are displayed.
fr_fr: Mode rapprochement activé. Cochez les transactions qui apparaissent sur votre relevé bancaire. Seules les transactions non pointées sont affichées.

source: My Accounts - Reconciliation Mode
fr_fr: Mes Comptes - Mode Rapprochement

source: My Accounts
fr_fr: Mes Comptes

source: &Exit Reconciliation Ctrl-R
fr_fr: &Quitter le rapprochement Ctrl-R

source: Checked transactions hidden
fr_fr: Transactions pointées masquées

source: All transactions displayed
fr_fr: Toutes les transactions affichées

source: Search:
fr_fr: Recherche:

source: Search in description or amount...
fr_fr: Rechercher dans libellé ou montant...

source: Edit
fr_fr: Éditer

source: Check
fr_fr: Pointer

source: Uncheck
fr_fr: Dépointer

source: Delete
fr_fr: Supprimer

source: Built with: • C++20 • wxWidgets %s • SQLite3 © 2025 Development Team - JM Frouin
fr_fr: Compilé avec: • C++20 • wxWidgets %s • SQLite3 © 2025 Development Team - JM Frouin

source: Preferences
fr_fr: Préférences

source: Transaction Types
fr_fr: Types de transactions

source: Display
fr_fr: Affichage

source: Name
fr_fr: Nom

source: Category
fr_fr: Catégorie

source: Add
fr_fr: Ajouter

source: Date Format:
fr_fr: Format de date:

source: Decimal Separator:
fr_fr: Séparateur décimal:

source: Add Transaction Type
fr_fr: Ajouter un type de transaction

source: Edit Transaction Type
fr_fr: Modifier un type de transaction

source: Type name:
fr_fr: Nom du type:

source: Category:
fr_fr: Catégorie:

source: Please enter a name
fr_fr: Veuillez entrer un nom

source: Are you sure you want to delete this type?
fr_fr: Êtes-vous sûr de vouloir supprimer ce type?

source: This type is used by existing transactions and cannot be deleted.
fr_fr: Ce type est utilisé par des transactions existantes et ne peut pas être supprimé.

source: Warning
fr_fr: Attention

source: Language:
fr_fr: Langue:

source: French
fr_fr: Français

source: English
fr_fr: Anglais

source: Restart required
fr_fr: Redémarrage requis

source: Please restart the application for the language change to take effect.
fr_fr: Veuillez redémarrer l'application pour que le changement de langue prenne effet.
